Repository: Al-ImranRony/ClaudeCollage
Catalog: Caroullage/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: Loop to fill
ar: التكرار للملء
de: Zum Füllen wiederholen
es: Repetir hasta llenar
fr: Boucler pour remplir
hi: भरने के लिए दोहराएँ
it: Ripeti per riempire
ja: 繰り返して埋める
ko: 반복해서 채우기
pt_br: Repetir até preencher
zh_hans: 循环填满

source: Matched
ar: متناسق
de: Abgestimmt
es: Coincidente
fr: Assorti
hi: मैच किया
it: Coordinato
ja: そろえる
ko: 맞춤
pt_br: Combinado
zh_hans: 统一

source: Media
ar: الوسائط
de: Medien
es: Medios
fr: Média
hi: मीडिया
ja: メディア
ko: 미디어
pt_br: Mídia
zh_hans: 媒体

source: Mix clips and photos, cut to the beat, and lift a subject out of its background.
ar: امزج المقاطع والصور، وقُصّ على الإيقاع، وافصل العنصر عن خلفيته.
de: Clips und Fotos mischen, im Takt schneiden, Motive freistellen.
es: Mezcla clips y fotos, corta al ritmo y recorta el sujeto del fondo.
fr: Mélangez clips et photos, calez sur le rythme, détourez un sujet.
hi: क्लिप और फ़ोटो मिलाएँ, बीट पर काटें, और विषय को बैकग्राउंड से अलग करें।
it: Unisci clip e foto, taglia a tempo ed estrai il soggetto dallo sfondo.
ja: 動画と写真を混ぜ、ビートに合わせて切り、被写体を背景から抜けます。
ko: 영상과 사진을 섞고, 비트에 맞춰 자르고, 피사체만 배경에서 분리하세요.
pt_br: Misture clipes e fotos, corte no ritmo e recorte o objeto do fundo.
zh_hans: 混剪视频与照片，卡着节拍切换，还能把主体从背景中抠出来。

source: Mono
ar: أحادي
hi: मोनो
ja: モノクロ
ko: 모노
zh_hans: 黑白

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
ko: 월간
pt_br: Mensal
zh_hans: 按月

source: Mute
ar: كتم
de: Stumm
es: Silenciar
fr: Couper le son
hi: म्यूट
it: Silenzia
ja: ミュート
ko: 음소거
pt_br: Silenciar
zh_hans: 静音

source: New Carousel
ar: كاروسيل جديد
de: Neues Karussell
es: Nuevo carrusel
fr: Nouveau carrousel
hi: नया कैरोसेल
it: Nuovo carosello
ja: 新しいカルーセル
ko: 새 캐러셀
pt_br: Novo carrossel
zh_hans: 新建轮播

source: New Collage
ar: مجمّع جديد
de: Neue Collage
es: Nuevo collage
fr: Nouveau collage
hi: नया कोलाज
it: Nuovo collage
ja: 新しいコラージュ
ko: 새 콜라주
pt_br: Nova colagem
zh_hans: 新建拼贴

source: No %@ collage templates yet. More are on the way!
ar: لا توجد قوالب مجمّعات %@ بعد. المزيد في الطريق!
de: Noch keine Collage-Vorlagen für %@. Weitere sind unterwegs!
es: Aún no hay plantillas de collage %@. ¡Pronto habrá más!
fr: Pas encore de modèles de collage %@. D'autres arrivent bientôt !
hi: अभी %@ कोलाज टेम्पलेट नहीं हैं। और जल्द आ रहे हैं!
it: Ancora nessun modello di collage %@. Altri sono in arrivo!
ja: %@ のコラージュのテンプレートはまだありません。 近日追加予定です！
ko: 아직 %@ 콜라주 템플릿이 없습니다. 곧 더 추가됩니다!
pt_br: Ainda não há modelos de colagem %@. Mais estão a caminho!
zh_hans: 暂无 %@ 拼贴模板。 更多模板即将推出！

source: No camera on this device
ar: لا توجد كاميرا في هذا الجهاز
de: Dieses Gerät hat keine Kamera
es: Este dispositivo no tiene cámara
fr: Pas d'appareil photo sur cet appareil
hi: इस डिवाइस में कैमरा नहीं है
it: Nessuna fotocamera su questo dispositivo
ja: この端末にはカメラがありません
ko: 이 기기에는 카메라가 없습니다
pt_br: Este aparelho não tem câmera
zh_hans: 此设备没有摄像头

source: No carousel templates match your filters.
ar: لا توجد قوالب كاروسيل تطابق عوامل التصفية.
de: Keine Karussell-Vorlagen passen zu deinen Filtern.
es: Ninguna plantilla de carrusel coincide con tus filtros.
fr: Aucun modèle de carrousel ne correspond à vos filtres.
hi: आपके फ़िल्टर से कोई कैरोसेल टेम्पलेट मेल नहीं खाता।
it: Nessun modello di carosello corrisponde ai tuoi filtri.
ja: フィルタに一致するカルーセルのテンプレートはありません。
ko: 필터와 일치하는 캐러셀 템플릿이 없습니다.
pt_br: Nenhum modelo de carrossel corresponde aos seus filtros.
zh_hans: 没有符合筛选条件的轮播模板。

source: No carousels match your filters.
ar: لا يوجد كاروسيل يطابق عوامل التصفية.
de: Keine Karussells passen zu deinen Filtern.
es: Ningún carrusel coincide con tus filtros.
fr: Aucun carrousel ne correspond à vos filtres.
hi: आपके फ़िल्टर से कोई कैरोसेल मेल नहीं खाता।
it: Nessun carosello corrisponde ai tuoi filtri.
ja: フィルタに一致するカルーセルはありません。
ko: 필터와 일치하는 캐러셀이 없습니다.
pt_br: Nenhum carrossel corresponde aos seus filtros.
zh_hans: 没有符合筛选条件的轮播。

source: No collage templates match your filters.
ar: لا توجد قوالب مجمّعات تطابق عوامل التصفية.
de: Keine Collage-Vorlagen passen zu deinen Filtern.
es: Ninguna plantilla de collage coincide con tus filtros.
fr: Aucun modèle de collage ne correspond à vos filtres.
hi: आपके फ़िल्टर से कोई कोलाज टेम्पलेट मेल नहीं खाता।
it: Nessun modello di collage corrisponde ai tuoi filtri.
ja: フィルタに一致するコラージュのテンプレートはありません。
ko: 필터와 일치하는 콜라주 템플릿이 없습니다.
pt_br: Nenhum modelo de colagem corresponde aos seus filtros.
zh_hans: 没有符合筛选条件的拼贴模板。

source: No previous purchase found on this Apple Account.
ar: لم يُعثر على عملية شراء سابقة في حساب Apple هذا.
de: Für dieses Apple-Konto wurde kein früherer Kauf gefunden.
es: No se ha encontrado ninguna compra anterior en esta cuenta de Apple.
fr: Aucun achat antérieur trouvé sur ce compte Apple.
hi: इस Apple खाते पर पहले की कोई खरीदारी नहीं मिली।
it: Nessun acquisto precedente trovato su questo Account Apple.
ja: この Apple アカウントに以前の購入は見つかりませんでした。
ko: 이 Apple 계정에서 이전 구매를 찾을 수 없습니다.
pt_br: Nenhuma compra anterior encontrada nesta Conta Apple.
zh_hans: 未在此 Apple 账户中找到以往的购买记录。

source: Not subscribing? Buy a single credit and export this one at full quality.
ar: لا ترغب في الاشتراك؟ اشترِ رصيدًا واحدًا وصدّر هذا العمل بالجودة الكاملة.
de: Kein Abo? Kauf ein einzelnes Guthaben und exportiere dieses in voller Qualität.
es: ¿No quieres suscribirte? Compra un crédito y exporta esta con calidad completa.
fr: Pas d'abonnement ? Achetez un crédit et exportez celui-ci en pleine qualité.
hi: सब्सक्राइब नहीं करना? एक क्रेडिट खरीदें और इसे पूरी क्वालिटी में एक्सपोर्ट करें।
it: Niente abbonamento? Compra un credito ed esporta questo in qualità piena.
ja: サブスクは不要ですか？ クレジットを1つ買えば、これをフル画質で書き出せます。
ko: 구독은 부담스럽나요? 크레딧 하나만 사면 이번 작업을 최고 품질로 내보낼 수 있어요.
pt_br: Sem assinatura? Compre um crédito e exporte esta em qualidade total.
zh_hans: 不想订阅？买一个点数，就能以完整画质导出这一个。

source: Number of Frames
ar: عدد الإطارات
de: Anzahl der Frames
es: Número de fotogramas
fr: Nombre d'images
hi: फ़्रेम की संख्या
it: Numero di fotogrammi
ja: フレーム数
ko: 프레임 수
pt_br: Número de quadros
zh_hans: 帧数

source: Number of Photos
ar: عدد الصور
de: Anzahl der Fotos
es: Número de fotos
fr: Nombre de photos
hi: फ़ोटो की संख्या
it: Numero di foto
ja: 写真の枚数
ko: 사진 수
pt_br: Número de fotos
zh_hans: 照片数量

source: One credit exports one collage at full quality, with no watermark. Credits are not a subscription and stay on this device.
ar: رصيد واحد يصدّر مجمّعًا واحدًا بالجودة الكاملة وبلا علامة مائية. الأرصدة ليست اشتراكًا وتبقى على هذا الجهاز.
de: Ein Guthaben exportiert eine Collage in voller Qualität, ohne Wasserzeichen. Guthaben ist kein Abo und bleibt auf diesem Gerät.
es: Un crédito exporta un collage con calidad completa y sin marca de agua. Los créditos no son una suscripción y se quedan en este dispositivo.
fr: Un crédit exporte un collage en pleine qualité, sans filigrane. Les crédits ne sont pas un abonnement et restent sur cet appareil.
hi: एक क्रेडिट से एक कोलाज पूरी क्वालिटी में, बिना वॉटरमार्क एक्सपोर्ट होता है। क्रेडिट सब्सक्रिप्शन नहीं हैं और इसी डिवाइस पर रहते हैं।
it: Un credito esporta un collage in qualità piena, senza filigrana. I crediti non sono un abbonamento e restano su questo dispositivo.
ja: 1クレジットでコラージュを1つ、フル画質・透かしなしで書き出せます。クレジットはサブスクではなく、この端末に保存されます。
ko: 크레딧 1개로 콜라주 1개를 최고 품질·워터마크 없이 내보냅니다. 크레딧은 구독이 아니며 이 기기에만 저장됩니다.
pt_br: Um crédito exporta uma colagem em qualidade total, sem marca d'água. Créditos não são assinatura e ficam neste aparelho.
zh_hans: 1 个点数可导出 1 个全画质、无水印的拼贴。点数不是订阅，且仅保存在本机。

source: One picture cut across several posts, lined up so it flows as people swipe.
ar: صورة واحدة موزّعة على عدّة منشورات، مُحاذاة لتنساب مع التمرير.
de: Ein Bild über mehrere Posts, so ausgerichtet, dass es beim Wischen fließt.
es: Una imagen repartida en varias publicaciones, alineada para fluir al deslizar.
fr: Une image répartie sur plusieurs posts, alignée pour couler au fil du swipe.
hi: एक तस्वीर कई पोस्ट में बँटी, ऐसे सजी कि स्वाइप करते ही बहती लगे।
it: Un'immagine divisa su più post, allineata per scorrere con lo swipe.
ja: 1枚の写真を複数の投稿に分割し、スワイプでつながるように配置します。
ko: 사진 한 장을 여러 게시물로 나눠, 넘길 때 자연스럽게 이어지도록 맞춰줍니다.
pt_br: Uma imagem dividida em vários posts, alinhada para fluir ao deslizar.
zh_hans: 把一张图切成多条帖子，滑动时能连贯衔接。

source: One-time
ar: دفعة واحدة
de: Einmalig
es: Pago único
fr: Paiement unique
hi: एक बार
it: Una tantum
ja: 単発購入
ko: 1회 결제
pt_br: Pagamento único
zh_hans: 一次性

source: only %@
ar: فقط %@
de: nur %@
es: solo %@
fr: seulement %@
hi: सिर्फ़ %@
it: solo %@
ja: %@ のみ
ko: 단 %@
pt_br: apenas %@
zh_hans: 仅 %@

source: Opens the carousel editor with a matched multi-frame layout ready to fill.
ar: يفتح محرّر الكاروسيل بتخطيط متعدّد الإطارات جاهز للتعبئة.
de: Öffnet den Karussell-Editor mit einem abgestimmten Mehrbild-Layout zum Füllen.
es: Abre el editor de carrusel con un diseño de varios fotogramas listo para rellenar.
fr: Ouvre l'éditeur de carrousel avec une disposition multi-images prête à remplir.
hi: मैच किए मल्टी-फ़्रेम लेआउट के साथ कैरोसेल एडिटर खोलता है।
it: Apre l'editor del carosello con un layout multi-fotogramma pronto da riempire.
ja: そろったマルチフレームのレイアウトで、カルーセルエディタを開きます。
ko: 여러 프레임이 맞춰진 레이아웃으로 캐러셀 편집기를 엽니다.
pt_br: Abre o editor de carrossel com um layout de vários quadros pronto para preencher.
zh_hans: 打开轮播编辑器，并准备好可直接填充的多帧版面。

source: Opens your most recent project and its export options.
ar: يفتح أحدث مشاريعك وخيارات تصديره.
de: Öffnet dein neuestes Projekt und seine Exportoptionen.
es: Abre tu proyecto más reciente y sus opciones de exportación.
fr: Ouvre votre projet le plus récent et ses options d'export.
hi: आपका सबसे नया प्रोजेक्ट और उसके एक्सपोर्ट विकल्प खोलता है।
it: Apre il progetto più recente e le sue opzioni di esportazione.
ja: 最近のプロジェクトと書き出しオプションを開きます。
ko: 가장 최근 프로젝트와 내보내기 옵션을 엽니다.
pt_br: Abre seu projeto mais recente e as opções de exportação.
zh_hans: 打开你最近的项目及其导出选项。

source: Original
ar: الأصلي
hi: ओरिजिनल
it: Originale
ja: オリジナル
ko: 원본
zh_hans: 原图

source: Out %@
ar: نهاية %@
de: Ende %@
es: Salida %@
fr: Fin %@
hi: अंत %@
it: Fine %@
ja: 終了 %@
ko: 종료 %@
pt_br: Fim %@
zh_hans: 出点 %@

source: Panoramic
ar: بانورامي
de: Panorama
es: Panorámico
fr: Panoramique
hi: पैनोरमिक
it: Panoramico
ja: パノラマ
ko: 파노라마
pt_br: Panorâmico
zh_hans: 全景

source: Pay once, keep forever
ar: ادفع مرة واحدة، واحتفظ به للأبد
de: Einmal zahlen, für immer behalten
es: Paga una vez, tuyo para siempre
fr: Payez une fois, c'est à vie
hi: एक बार भुगतान, हमेशा के लिए
it: Paghi una volta, per sempre
ja: 一度の支払いでずっと
ko: 한 번 결제로 평생
pt_br: Pague uma vez, é seu para sempre
zh_hans: 一次付费，永久使用

source: Photo collage · Tap to create
ar: مجمّع صور · انقر للإنشاء
de: Foto-Collage · Zum Erstellen tippen
es: Collage de fotos · Toca para crear
fr: Collage photo · Touchez pour créer
hi: फ़ोटो कोलाज · बनाने के लिए टैप करें
it: Collage di foto · Tocca per creare
ja: 写真コラージュ · タップして作成
ko: 사진 콜라주 · 눌러서 만들기
pt_br: Colagem de fotos · Toque para criar
zh_hans: 照片拼贴 · 点按创建

source: Photo Collages
ar: مجمّعات الصور
de: Foto-Collagen
es: Collages de fotos
fr: Collages photo
hi: फ़ोटो कोलाज
it: Collage di foto
ja: 写真コラージュ
ko: 사진 콜라주
pt_br: Colagens de fotos
zh_hans: 照片拼贴

source: Pick a photo from your library instead.
ar: اختر صورة من مكتبتك بدلًا من ذلك.
de: Wähle stattdessen ein Foto aus deiner Mediathek.
es: Elige una foto de tu fototeca.
fr: Choisissez plutôt une photo dans votre photothèque.
hi: इसके बजाय अपनी लाइब्रेरी से फ़ोटो चुनें।
it: Scegli invece una foto dalla libreria.
ja: 代わりにライブラリから写真を選んでください。
ko: 대신 라이브러리에서 사진을 선택하세요.
pt_br: Escolha uma foto da sua biblioteca.
zh_hans: 请改从图库中选择照片。

source: Pinterest Boards
ar: لوحات بينتريست
de: Pinterest-Pinnwände
es: Tableros de Pinterest
fr: Tableaux Pinterest
hi: Pinterest बोर्ड
it: Bacheche Pinterest
ja: Pinterest のボード
ko: 핀터레스트 보드
pt_br: Pastas do Pinterest
zh_hans: Pinterest 图板

source: Plans are unavailable right now
ar: الخطط غير متاحة الآن
de: Tarife sind gerade nicht verfügbar
es: Los planes no están disponibles ahora mismo
fr: Les formules sont indisponibles pour le moment
hi: प्लान अभी उपलब्ध नहीं हैं
it: I piani non sono disponibili ora
ja: 現在プランを取得できません
ko: 지금은 요금제를 불러올 수 없어요
pt_br: Os planos estão indisponíveis no momento
zh_hans: 当前无法获取订阅方案

source: premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
zh_hans: 专业版

source: Prices are shown in your local currency at checkout.
ar: تظهر الأسعار بعملتك المحلية عند الدفع.
de: Die Preise werden beim Bezahlen in deiner Landeswährung angezeigt.
es: Los precios se muestran en tu moneda local al pagar.
fr: Les prix sont affichés dans votre devise locale au paiement.
hi: कीमतें चेकआउट पर आपकी स्थानीय मुद्रा में दिखेंगी।
it: I prezzi sono mostrati nella tua valuta locale al pagamento.
ja: 価格は購入時に現地通貨で表示されます。
ko: 가격은 결제 시 현지 통화로 표시됩니다.
pt_br: Os preços aparecem na sua moeda local no pagamento.
zh_hans: 价格将在结账时以你的当地货币显示。

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
zh_hans: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
zh_hans: 隐私政策

source: Pro
ar: برو
ko: 프로
zh_hans: 专业版

source: Quality %lld%%
ar: الجودة %lld%%
de: Qualität %lld %%
es: Calidad %lld %%
fr: Qualité %lld %%
hi: क्वालिटी %lld%%
it: Qualità %lld %%
ja: 画質 %lld%%
ko: 품질 %lld%%
pt_br: Qualidade %lld %%
zh_hans: 画质 %lld%%

source: Quick Share
ar: مشاركة سريعة
de: Schnell teilen
es: Compartir rápido
fr: Partage rapide
hi: क्विक शेयर
it: Condivisione rapida
ja: クイック共有
ko: 빠른 공유
pt_br: Compartilhar rápido
zh_hans: 快速分享

source: Recent Collages
ar: أحدث المجمّعات
de: Neueste Collagen
es: Collages recientes
fr: Collages récents
hi: हाल के कोलाज
it: Collage recenti
ja: 最近のコラージュ
ko: 최근 콜라주
pt_br: Colagens recentes
zh_hans: 最近的拼贴

source: Remove Video
ar: إزالة الفيديو
de: Video entfernen
es: Quitar el vídeo
fr: Retirer la vidéo
hi: वीडियो हटाएँ
it: Rimuovi il video
ja: 動画を削除
ko: 동영상 제거
pt_br: Remover o vídeo
zh_hans: 移除视频

source: Replace Video
ar: استبدال الفيديو
de: Video ersetzen
es: Sustituir el vídeo
fr: Remplacer la vidéo
hi: वीडियो बदलें
it: Sostituisci il video
ja: 動画を差し替え
ko: 동영상 교체
pt_br: Substituir o vídeo
zh_hans: 替换视频

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
hi: रेज़ोल्यूशन
it: Risoluzione
ja: 解像度
ko: 해상도
pt_br: Resolução
zh_hans: 分辨率

source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hi: खरीदारी बहाल करें
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
zh_hans: 恢复购买

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी बहाल करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买

source: Save to Photos
ar: الحفظ في الصور
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: फ़ोटो में सेव करें
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
pt_br: Salvar em Fotos
zh_hans: 存储到照片

source: Scroll-Through
ar: تمرير متّصل
de: Durchlauf
es: Desplazamiento continuo
fr: Défilement continu
hi: स्क्रॉल-थ्रू
it: Scorrimento continuo
ja: スクロール
ko: 이어보기
pt_br: Rolagem contínua
zh_hans: 连续滚动

source: Search carousel templates
ar: البحث في قوالب الكاروسيل
de: Karussell-Vorlagen suchen
es: Buscar plantillas de carrusel
fr: Rechercher des modèles de carrousel
hi: कैरोसेल टेम्पलेट खोजें
it: Cerca modelli di carosello
ja: カルーセルのテンプレートを検索
ko: 캐러셀 템플릿 검색
pt_br: Buscar modelos de carrossel
zh_hans: 搜索轮播模板

source: Search carousels
ar: البحث في الكاروسيل
de: Karussells suchen
es: Buscar carruseles
fr: Rechercher des carrousels
hi: कैरोसेल खोजें
it: Cerca caroselli
ja: カルーセルを検索
ko: 캐러셀 검색
pt_br: Buscar carrosséis
zh_hans: 搜索轮播

source: Search collage templates
ar: البحث في قوالب المجمّعات
de: Collage-Vorlagen suchen
es: Buscar plantillas de collage
fr: Rechercher des modèles de collage
hi: कोलाज टेम्पलेट खोजें
it: Cerca modelli di collage
ja: コラージュのテンプレートを検索
ko: 콜라주 템플릿 검색
pt_br: Buscar modelos de colagem
zh_hans: 搜索拼贴模板

source: See All
ar: عرض الكل
de: Alle ansehen
es: Ver todo
fr: Tout voir
hi: सभी देखें
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
pt_br: Ver tudo
zh_hans: 查看全部

source: See all %@ carousels
ar: عرض كل كاروسيل %@
de: Alle %@-Karussells ansehen
es: Ver todos los carruseles de %@
fr: Voir tous les carrousels %@
hi: सभी %@ कैरोसेल देखें
it: Vedi tutti i caroselli %@
ja: %@ のカルーセルをすべて表示
ko: %@ 캐러셀 전체 보기
pt_br: Ver todos os carrosséis de %@
zh_hans: 查看全部 %@ 轮播

source: See Premium
ar: استعراض Premium
de: Premium ansehen
es: Ver Premium
fr: Découvrir Premium
hi: Premium देखें
it: Scopri Premium
ja: Premium を見る
ko: 프리미엄 보기
pt_br: Ver o Premium
zh_hans: 查看 Premium

source: Shapes
ar: الأشكال
de: Formen
es: Formas
fr: Formes
hi: आकार
it: Forme
ja: シェイプ
ko: 도형
pt_br: Formas
zh_hans: 形状

source: Skip
ar: تخطٍّ
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过

source: So the first thing you see is something you'd actually use.
ar: لكي يكون أول ما تراه شيئًا ستستخدمه فعلًا.
de: Damit das Erste, was du siehst, auch wirklich passt.
es: Así lo primero que veas será algo que de verdad uses.
fr: Pour que la première chose affichée vous serve vraiment.
hi: ताकि पहली नज़र में वही दिखे जो आप सच में इस्तेमाल करें।
it: Così la prima cosa che vedi è qualcosa che useresti davvero.
ja: 最初に表示されるものを、実際に使うものにするためです。
ko: 처음 보이는 것이 실제로 쓸 만한 것이 되도록요.
pt_br: Assim a primeira coisa que você vê é algo que usaria mesmo.
zh_hans: 这样你看到的第一样东西就是真正用得上的。

source: Special Offer
ar: عرض خاص
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale
hi: विशेष ऑफ़र
it: Offerta speciale
ja: 特別オファー
ko: 특별 혜택
pt_br: Oferta especial
zh_hans: 特别优惠

source: Standard price %@ per year
ar: السعر العادي %@ سنويًا
de: Regulärer Preis %@ pro Jahr
es: Precio estándar de %@ al año
fr: Prix standard : %@ par an
hi: स्टैंडर्ड कीमत %@ प्रति वर्ष
it: Prezzo standard %@ all'anno
ja: 通常価格 年間 %@
ko: 정가 연 %@
pt_br: Preço padrão de %@ por ano
zh_hans: 标准价格每年 %@

source: Start %lld-Day Free Trial
ar: ابدأ تجربة مجانية لمدة %lld أيام
de: %lld Tage gratis testen
es: Empezar prueba gratis de %lld días
fr: Commencer l'essai gratuit de %lld jours
hi: %lld दिन का मुफ़्त ट्रायल शुरू करें
it: Inizia la prova gratuita di %lld giorni
ja: %lld日間の無料トライアルを開始
ko: %lld일 무료 체험 시작
pt_br: Iniciar teste grátis de %lld dias
zh_hans: 开始 %lld 天免费试用

source: Start Editing
ar: بدء التحرير
de: Bearbeiten
es: Empezar a editar
fr: Commencer l'édition
hi: एडिटिंग शुरू करें
it: Inizia a modificare
ja: 編集を始める
ko: 편집 시작
pt_br: Começar a editar
zh_hans: 开始编辑

source: Starts a new grid collage using your most recent photos.
ar: يبدأ مجمّعًا شبكيًا جديدًا باستخدام أحدث صورك.
de: Startet eine neue Raster-Collage mit deinen neuesten Fotos.
es: Crea un collage en cuadrícula con tus fotos más recientes.
fr: Crée un collage en grille à partir de vos photos les plus récentes.
hi: आपकी सबसे नई फ़ोटो से नया ग्रिड कोलाज शुरू करता है।
it: Crea un nuovo collage a griglia con le tue foto più recenti.
ja: 最近の写真で新しいグリッドコラージュを作ります。
ko: 최근 사진으로 새 그리드 콜라주를 시작합니다.
pt_br: Cria uma colagem em grade com suas fotos mais recentes.
zh_hans: 用你最近的照片新建一个网格拼贴。

source: Style
ar: النمط
de: Stil
es: Estilo
hi: स्टाइल
it: Stile
ja: スタイル
ko: 스타일
pt_br: Estilo
zh_hans: 样式

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सब्सक्राइब करें
it: Abbonati
ja: 登録する
ko: 구독하기
pt_br: Assinar
zh_hans: 订阅

source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
es: Hacer una foto
fr: Prendre une photo
hi: फ़ोटो लें
it: Scatta una foto
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
zh_hans: 拍照

source: Terms
ar: الشروط
de: AGB
es: Términos
fr: Conditions
hi: शर्तें
it: Termini
ja: 利用規約
ko: 약관
pt_br: Termos
zh_hans: 条款

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
zh_hans: 使用条款

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文字

source: Three taps from here to a finished carousel.
ar: ثلاث نقرات من هنا ويكتمل الكاروسيل.
de: Drei Tipps bis zum fertigen Karussell.
es: A tres toques de un carrusel terminado.
fr: À trois touchers d'un carrousel terminé.
hi: यहाँ से तीन टैप और कैरोसेल तैयार।
it: Tre tocchi e il carosello è pronto.
ja: ここから3タップで、カルーセルが完成します。
ko: 여기서 세 번만 누르면 캐러셀이 완성돼요.
pt_br: A três toques de um carrossel pronto.
zh_hans: 从这里再点三下，轮播就完成了。

source: TikTok / Reels
ar: تيك توك / ريلز
ja: TikTok / リール
ko: 틱톡 / 릴스

source: Underline
ar: تسطير
de: Unterstrichen
es: Subrayado
fr: Souligné
hi: अंडरलाइन
it: Sottolineato
ja: 下線
ko: 밑줄
pt_br: Sublinhado
zh_hans: 下划线

source: Unlock Caroullage Premium
ar: افتح Caroullage Premium
de: Caroullage Premium freischalten
es: Desbloquea Caroullage Premium
fr: Débloquez Caroullage Premium
hi: Caroullage Premium अनलॉक करें
it: Sblocca Caroullage Premium
ja: Caroullage Premium を解放
ko: Caroullage 프리미엄 잠금 해제
pt_br: Desbloqueie o Caroullage Premium
zh_hans: 解锁 Caroullage Premium

source: Unlock Forever
ar: افتحه للأبد
de: Für immer freischalten
es: Desbloquear para siempre
fr: Débloquer à vie
hi: हमेशा के लिए अनलॉक करें
it: Sblocca per sempre
ja: ずっと使えるようにする
ko: 영구 잠금 해제
pt_br: Desbloquear para sempre
zh_hans: 永久解锁

source: Unlocks every template, export and tool.
ar: يفتح كل القوالب وعمليات التصدير والأدوات.
de: Schaltet alle Vorlagen, Exporte und Werkzeuge frei.
es: Desbloquea todas las plantillas, exportaciones y herramientas.
fr: Débloque tous les modèles, exports et outils.
hi: सभी टेम्पलेट, एक्सपोर्ट और टूल अनलॉक करता है।
it: Sblocca tutti i modelli, le esportazioni e gli strumenti.
ja: すべてのテンプレート・書き出し・ツールが使えます。
ko: 모든 템플릿과 내보내기, 도구를 사용할 수 있습니다.
pt_br: Libera todos os modelos, exportações e ferramentas.
zh_hans: 解锁全部模板、导出和工具。

source: Use 1 credit for this export
ar: استخدم رصيدًا واحدًا لهذا التصدير
de: 1 Guthaben für diesen Export verwenden
es: Usar 1 crédito para esta exportación
fr: Utiliser 1 crédit pour cet export
hi: इस एक्सपोर्ट के लिए 1 क्रेडिट इस्तेमाल करें
it: Usa 1 credito per questa esportazione
ja: この書き出しに1クレジットを使う
ko: 이번 내보내기에 크레딧 1개 사용
pt_br: Usar 1 crédito nesta exportação
zh_hans: 本次导出使用 1 个点数

source: Vertical
ar: رأسي
de: Vertikal
hi: लंबवत
it: Verticale
ja: 縦
ko: 세로
zh_hans: 纵向

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
zh_hans: 视频

source: Video collage · Tap to create
ar: مجمّع فيديو · انقر للإنشاء
de: Video-Collage · Zum Erstellen tippen
es: Collage de vídeo · Toca para crear
fr: Collage vidéo · Touchez pour créer
hi: वीडियो कोलाज · बनाने के लिए टैप करें
it: Collage video · Tocca per creare
ja: 動画コラージュ · タップして作成
ko: 동영상 콜라주 · 눌러서 만들기
pt_br: Colagem de vídeo · Toque para criar
zh_hans: 视频拼贴 · 点按创建

source: Video Collages
ar: مجمّعات الفيديو
de: Video-Collagen
es: Collages de vídeo
fr: Collages vidéo
hi: वीडियो कोलाज
it: Collage video
ja: 動画コラージュ
ko: 동영상 콜라주
pt_br: Colagens de vídeo
zh_hans: 视频拼贴

source: Video, and the fiddly bits
ar: الفيديو، والتفاصيل المرهقة
de: Video und das Kleinklein
es: Vídeo y los detalles complicados
fr: La vidéo, et les détails pénibles
hi: वीडियो, और झंझट वाले काम
it: Il video e le parti noiose
ja: 動画も、面倒な作業も
ko: 영상과 손 많이 가는 작업까지
pt_br: Vídeo e as partes chatas
zh_hans: 视频，以及那些麻烦的细节

source: Vivid
ar: زاهٍ
de: Kräftig
es: Intenso
fr: Éclatant
hi: विविड
it: Vivido
ja: ビビッド
ko: 선명
pt_br: Vívido
zh_hans: 鲜艳

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 週額
ko: 주간
pt_br: Semanal
zh_hans: 按周
